;Place localized text in this file
[LWS_Surgeon X2SoldierClassTemplate]

DisplayName="外科医生"
ClassSummary="在小队的后方，外科医生们用他们的狙击步枪保持警戒，对敌人和盟友都保持着谨慎的目光，准备好了子弹和震荡枪来对付前者，以及急救包来帮助后者。"

AbilityTreeTitles[0]="护理人员"
AbilityTreeTitles[1]="哨兵"
AbilityTreeTitles[2]="守护者"
AbilityTreeTitles[3]="Xcom"
AbilityTreeTitles[4]="手枪"

RandomNickNames[0]="Ace"
RandomNickNames[1]="Alright"
RandomNickNames[2]="Ambrosia"
RandomNickNames[3]="Apple"
RandomNickNames[4]="Bones"
RandomNickNames[5]="Buster"
RandomNickNames[6]="Cold"
RandomNickNames[7]="Copper"
RandomNickNames[8]="Cypher"
RandomNickNames[9]="Death"
RandomNickNames[10]="Demon"
RandomNickNames[11]="Donate"
RandomNickNames[12]="Drag"
RandomNickNames[13]="Efficient"
RandomNickNames[14]="EMT"
RandomNickNames[15]="First"
RandomNickNames[16]="Fire"
RandomNickNames[17]="Gearbox"
RandomNickNames[18]="Hypo"
RandomNickNames[19]="IV"
RandomNickNames[20]="Jacket"
RandomNickNames[21]="Jet"
RandomNickNames[22]="Limit"
RandomNickNames[23]="Master"
RandomNickNames[24]="MD"
RandomNickNames[25]="Monday"
RandomNickNames[26]="One-Shot"
RandomNickNames[27]="Pits"
RandomNickNames[28]="Pose"
RandomNickNames[29]="Rainbow"
RandomNickNames[30]="Rattle"
RandomNickNames[31]="Rebound"
RandomNickNames[32]="Redline"
RandomNickNames[33]="Rise"
RandomNickNames[34]="Ripper"
RandomNickNames[35]="Sal"
RandomNickNames[36]="Scream"
RandomNickNames[37]="Sender"
RandomNickNames[38]="Shaper"
RandomNickNames[39]="Shakeup"
RandomNickNames[40]="Sear"
RandomNickNames[41]="Shipshape"
RandomNickNames[42]="Slick"
RandomNickNames[43]="Snapper"
RandomNickNames[44]="Solstice"
RandomNickNames[45]="Spectrum"
RandomNickNames[46]="Spice"
RandomNickNames[47]="Tic-tac"
RandomNickNames[48]="Teardrop"
RandomNickNames[49]="Telltale"
RandomNickNames[50]="Tombstone"
RandomNickNames[51]="Vet"
RandomNickNames[52]="Vine"
RandomNickNames[53]="Wiseass"
RandomNickNames[54]="Wonder"
RandomNickNames[55]="Wrath"
RandomNickNames[56]="Yes"
RandomNickNames[57]="Zero"
;ALPHABETICAL ORDER
RandomNickNames_Male[0]="King"
RandomNickNames_Male[1]="Firstborn"
RandomNickNames_Male[2]="Overlord"
RandomNickNames_Male[3]="Wizard"
RandomNickNames_Female[0]="Ember"
RandomNickNames_Female[1]="Empress"
RandomNickNames_Female[2]="Witch"
RandomNickNames_Female[3]="Sorceress"
;ALPHABETICAL ORDER

PhotoboothSoloBLines_Male[0]="He's always in the thick of things."
PhotoboothSoloBLines_Male[1]="Robbing ADVENT of their lives!"
PhotoboothSoloBLines_Male[2]="All he needs is one shot."
PhotoboothSoloBLines_Male[3]="You'll never see him coming."

PhotoboothSoloBLines_Female[0]="She's always in the thick of things."
PhotoboothSoloBLines_Female[1]="Robbing ADVENT of their lives!"
PhotoboothSoloBLines_Female[2]="All she needs is one shot."
PhotoboothSoloBLines_Female[3]="You'll never see her coming."

